/* No comment provided by engineer. */
"Black App Icons" = "ไอคอนสีดำ";

/* No comment provided by engineer. */
"Caps Lock off" = "Caps Lock ปิดแล้ว";

/* No comment provided by engineer. */
"Caps Lock on" = "Caps Lock เปิดแล้ว";

/* No comment provided by engineer. */
"Num Lock on" = "Num Lock เปิดแล้ว";

/* No comment provided by engineer. */
"Num Lock off" = "Num Lock ปิดแล้ว";

/* No comment provided by engineer. */
"Function key on" = "ปุ่ม Function เปิดแล้ว";

/* No comment provided by engineer. */
"Function key off" = "ปุ่ม Function ปิดแล้ว";

/* No comment provided by engineer. */
"Capster" = "Capster";

/* No comment provided by engineer. */
"Close" = "ปิด";

/* No comment provided by engineer. */
"Colored App Icons" = "ไอคอนสี";

/* No comment provided by engineer. */
"Colored Orbs" = "ลูกกลมสี";

/* No comment provided by engineer. */
"Menu bar icon:" = "ไอคอนบนแถบเมนู:";

/* No comment provided by engineer. */
"No Icon" = "ไม่มีไอคอน";

/* No comment provided by engineer. */
"Preferences" = "การตั้งค่า";

/* No comment provided by engineer. */
"Open Capster Preferences..." = "เปิดหน้าตั้งค่า Capster";

/* No comment provided by engineer. */
"Quit" = "ปิดแอพ";

/* No comment provided by engineer. */
"Starting" = "กำลังเปิด";

/* No comment provided by engineer. */
"Start Capster at Login:" = "เปิด Capster เมื่อล็อคอิน";

/* No comment provided by engineer. */
"Enabling this option will cause Capster to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Capster in Launchpad, or open Capster in Finder." = "เปิดใช้ตัวเลือกนี้ จะทำให้ Capster ทำงานโดยไม่แสดงไอคอนบน Dock หรือแถบเมนู\n\nถ้าต้องการเปิดหน้าตั้งค่า ให้เปิด Capster จาก Launchpad หรือจาก Finder";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Capster to run in the background" = "คำเตือน! เปิดใช้ตัวเลือกนี้จะทำให้ Capster ทำงานอยู่เบื้องหลัง";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Capster to your login items" = "แจ้ง! เปิดใช้ตัวเลือกนี้จะเพิ่ม Capster ในรายการล็อคอิน";

/* No comment provided by engineer. */
"Allowing this will let Capster launch everytime you login, so that it is available at all times" = "ยินยอมเพื่อให้ Capster เริ่มทำงานทุกครั้งที่คุณล็อคอิน คุณจะได้ใช้มันได้ตลอดเวลา";

/* No comment provided by engineer. */
"Send Caps Lock Notifications" = "ส่งข้อความแจ้งจาก Caps Lock";

/* No comment provided by engineer. */
"Send Num Lock Notifications" = "ส่งข้อความแจ้งจาก Num Lock";

/* No comment provided by engineer. */
"Send Function Key Notifications" = "ส่งข้อความแจ้งจากปุ่ม Function";

/* No comment provided by engineer. */
"Play sound with notifications" = "เล่นเสียงเมื่อแจ้งเตือน";
